[
  {
    "mbti": "INTJ",
    "nickname": "용의주도한 전략가",
    "characteristics": [
      "뛰어난 논리력과 이성에 기반하여 다각도로 분석하고 창의적인 문제 해결 방법을 도출하는 전략가.",
      "생각이 많고 본인이 관심 있는 것에는 집착하며 파고드는 성향 때문에 방대한 지식을 자랑해요.",
      "쓸데없는 데 에너지를 낭비하지 않아 얕은 관계를 피하며 자신이 인정하는 소수의 친구만 사귀어요."
    ]
  },

  {
    "mbti": "INTP",
    "nickname": "논리적인 사색가",
    "characteristics": [
      "직관적인 창의성과 분석적인 논리력을 모두 갖춘 유형. 주어진 것을 그대로 받아들이기를 거부하고 규칙 내에서 본인만의 방법을 찾아가요. 시간을 두고 브레인스토밍하며 독특한 관점으로 새로운 솔루션을 생각해내는 아이디어 뱅크죠.",
      "조용하고 낯가림이 많아 친한 사람이 많지는 않지만 관심 있는 주제가 나오면 말이 많아지기도 하며 자기 사람에겐 헌신적인 좁고 깊은 인간관계를 형성해요."
    ]
  },

  {
    "mbti": "INTP(-Ne)",
    "nickname": "논리적인 사색가",
    "characteristics": [
      "직관적인 창의성과 분석적인 논리력을 모두 갖춘 유형. 주어진 것을 그대로 받아들이기를 거부하고 규칙 내에서 본인만의 방법을 찾아가요. 시간을 두고 브레인스토밍하며 독특한 관점으로 새로운 솔루션을 생각해내는 아이디어 뱅크죠.",
      "조용하고 낯가림이 많아 친한 사람이 많지는 않지만 관심 있는 주제가 나오면 말이 많아지기도 하며 자기 사람에겐 헌신적인 좁고 깊은 인간관계를 형성해요.",
      "INTP(-Ne)는 그중 INTP의 1차 인지기능인 내향적 사고(Ti)보다 2차 기능인 외향적 직관(Ne)이 지배적인 유형으로, ENTP와 유사한 성향을 띱니다. 이 경우, 다양한 가능성들을 발상하는 발산적 사고능력이 더 강조되며 추상적이고 비현실적으로 생각하는 경향이 있어요. 가령 복잡한 문제를 해결하고 답을 찾는 데 집중력을 발휘하지만 막상 그 해결책을 실제 현실에 적용하는 것에는 관심이 없죠."
    ]
  },

  {
    "mbti": "ENTJ",
    "nickname": "대담한 통솔자",
    "characteristics": [
      "승부욕과 열정 넘치는 행동대장으로, 항상 체계적으로 계획을 추진하고 효율적으로 해결방법을 찾아 나서요. 도전을 즐기며 항상 새로운 자극을 받아들이고 발전하고자 해요. 미래지향적이며 장기적인 큰그림을 보는 유형이에요.",
      "독립적인 성격이 강해 간혹 내향형으로 오해 받는 경우가 있어요. 낯을 가리진 않으나 사람을 많이 가리고, 필요에 의해서 사교성을 발휘하는 편이에요."
    ]
  },

  {
    "mbti": "ENTP",
    "nickname": "뜨거운 논쟁을 즐기는 변론가",
    "characteristics": [
      "본인이 구상하는 바를 실현시키고 싶어하는 발명가이자 혁명가입니다. 위계질서가 엄격하고 경직된 환경을 기피하거나 기존 체제 자체를 뒤집어 버리는 케이스가 많아요.",
      "쉽게 질려하는 경향 때문에 여러 분야에 다양하게 손댈 가능성이 높아 다재다능하며, 엄청난 성공을 이루거나 아예 바닥을 찍는 모 아니면 도의 경우가 많아요.",
      "개인적이고 독립적이라 혼자 활동에 익숙해서 내향적이라고 생각하는 경우도 많아요."
    ]
  },

  {
    "mbti": "ENTP(-Ti)",
    "nickname": "뜨거운 논쟁을 즐기는 변론가",
    "characteristics": [
      "본인이 구상하는 바를 실현시키고 싶어하는 발명가이자 혁명가. 위계질서가 엄격하고 경직된 환경을 기피하거나 기존 체제 자체를 뒤집어 버리는 케이스가 많아요.",
      "쉽게 질려하는 경향 때문에 여러 분야에 다양하게 손댈 가능성이 높아 다재다능하며, 엄청난 성공을 이루거나 아예 바닥을 찍는 모 아니면 도의 경우가 많아요.",
      "개인적이고 독립적이라 혼자 활동에 익숙해서 내향적이라고 생각하는 경우도 많아요.",
      "ENTP(-Ti)는 그중 ENTP의 1차 인지기능인 외향적 직관(Ne)보다 2차 기능인 내향적 사고(Ti)가 지배적인 유형으로, INTP와 유사한 성향을 띱니다. 논증과 분석을 선호하고 그 대상을 매우 집요하게 파고들어 지나치게 비판적으로 비치기 쉬우며 조화보다는 논리를 따르게 되는 경향이 있어요."
    ]
  },

  {
    "mbti": "INFJ",
    "nickname": "선의의 옹호자",
    "characteristics": [
      "인내심이 많고 통찰력과 직관력이 매우 뛰어나며 화합을 추구하는 유형. 확고한 신념과 열정으로 자신의 영감을 구현시켜 나가는 정신적 지도자들이 많아요.",
      "독창성이 뛰어나고 공상가적 기질이 있지만 합리적인 테두리 안에서 발상을 하는 성격인만큼 논리가 잡혀 있는 예측을 할 때가 많아 예언자형이라고 불리기도 해요.",
      "풍부한 감수성과 감성적인 성격을 갖고 있으며, 현실이 자신이 그리는 이상과 열정에 못 미쳤을 때 좌절하고 상처를 받기 쉬워 번아웃에 취약하고 우울증에 걸릴 가능성이 가장 높은 유형이에요."
    ]
  },

  {
    "mbti": "INFJ(-Fe)",
    "nickname": "선의의 옹호자",
    "characteristics": [
      "인내심이 많고 통찰력과 직관력이 매우 뛰어나며 화합을 추구하는 유형. 확고한 신념과 열정으로 자신의 영감을 구현시켜 나가는 정신적 지도자들이 많아요.",
      "독창성이 뛰어나고 공상가적 기질이 있지만 합리적인 테두리 안에서 발상을 하는 성격인만큼 논리가 잡혀 있는 예측을 할 때가 많아 예언자형이라고 불리기도 해요.",
      "현실이 자신이 그리는 이상과 열정에 못 미쳤을 때 좌절하고 상처를 받기 쉬우며 감성적인 성격을 갖고 있어 번아웃에 취약하고 우울증에 걸릴 가능성이 가장 높은 유형이에요.",
      "다른 사람들과 어울리는 걸 좋아하기 때문에 외향적이고 사교성 있는 사람으로 비춰지기도 하지만 사실은 내성적이라서 혼자만의 시간을 필요로 하고 즐겨요.",
      "INFJ(-Fe)는 그중 INFJ의 1차 인지기능인 내향적 직관(Ni)보다 2차 기능인 외향적 감정(Fe)이 지배적인 유형으로, ENFJ와 유사한 성향을 띱니다. 공감 능력이 좋아 타인의 감정을 잘 읽고 다른 사람의 말을 끝까지 경청하며 감수성이 풍부해요."
    ]
  },

  {
    "mbti": "INFP",
    "nickname": "열정적인 중재자",
    "characteristics": [
      "매일 꼬리에 꼬리를 무는 엉뚱한 아이디어를 떠올려요. 호기심이 많고 자신의 생각을 탐구하며 시간을 보내며, 미래에 대한 계획보다는 새로운 아이디어를 구상하는 걸 선호해요. 결과보다는 가능성을 보며 실용성에는 큰 의미를 두지 않아요. 창의력과 상상력을 발휘하는 음악, 예술, 문학 관련 분야에 재능이 있어요.",
      "전통적 관습, 틀에 박힌 환경에 싫증을 느껴요. 자아를 포기하면서 사회에 녹아드는 건 있을 수 없는 일!",
      "기본적인 성격이 유하고 순수해요. 큰 그룹에선 에너지가 고갈되기 때문에 친밀도 높은 엄선된 소수의 사람들과 어울리는 걸 선호해요."
    ]
  },

  {
    "mbti": "INFP(-Ne)",
    "nickname": "열정적인 중재자",
    "characteristics": [
      "매일 꼬리에 꼬리를 무는 엉뚱한 아이디어를 떠올려요. 호기심이 많고 자신의 생각을 탐구하며 시간을 보내며, 미래에 대한 계획보다는 새로운 아이디어를 구상하는 걸 선호해요. 결과보다는 가능성을 보며 실용성에는 큰 의미를 두지 않아요. 창의력과 상상력을 발휘하는 음악, 예술, 문학 관련 분야에 재능이 있어요.",
      "전통적 관습, 틀에 박힌 환경에 싫증을 느껴요. 자아를 포기하면서 사회에 녹아드는 건 있을 수 없는 일!",
      "기본적인 성격이 유하고 순수해요. 큰 그룹에선 에너지가 고갈되기 때문에 친밀도 높은 엄선된 소수의 사람들과 어울리는 걸 선호해요.",
      "INFP(-Ne)는 그중 INFP의 1차 인지기능인 내향적 감정(Fi)보다 2차 기능인 외향적 직관(Ne)이 지배적인 유형으로, ENFP와 유사한 성향을 띱니다. 다양한 정보를 수집하고 연결하며 그 안에서 의미있는 패턴을 찾는 것을 즐겨요. 한 가지에 집중하기 보다는 한 아이디어에서 다른 아이디어로 이리저리 튀며 탐험하며, 항상 새로운 것에 열려 있어요."
    ]
  },

  {
    "mbti": "ENFJ",
    "nickname": "정의로운 사회운동가",
    "characteristics": [
      "따뜻하고 적극적이며 사교성이 풍부해서 사람들을 이끄는 것을 좋아해요. 책임감이 강하고 이타적이며 주변 공동체에 선한 영향력을 끼치며 자부심을 느껴요.",
      "부드러운 카리스마! 타인의 감정에 민감하고 언변이 능숙하기 때문에 상대방 기분을 상하게 하지 않으면서 설득력 있게 말을 잘 해요.",
      "이타주의적 성격과 공감능력이 너무 뛰어난 탓에 자칫 자신의 감정을 지나치게 투영하고 타인의 문제를 마치 본인의 문제로 여기는 경우도 있어요.",
      "전 세계 인구의 2.5%, 한국인들의 0.9%로 추정되는 가장 희귀한 유형이에요."
    ]
  },

  {
    "mbti": "ENFP",
    "nickname": "재기발랄한 활동가",
    "characteristics": [
      "창의적이고 애정과 활기가 넘치는 거부할 수 없는 매력을 발산하는 유형이에요.",
      "관심 있는 일은 누구보다 재빠르고 열성적으로 수행하기 때문에 무작정 뛰어들어 일을 여럿 벌여놓을 때가 많아요. 하지만 통찰력과 창의력이 요구되지 않는 일에는 흥미를 느끼지 못하고 인내력이 떨어져요. 무언가에 쉽게 몰두했다가 쉽게 그만둘 때가 많죠.",
      "사람들과 관계 형성을 잘 하고 분위기메이커의 역할을 많이 해요. 다른 사람들의 인정과 관심을 받으려는 욕구가 강하고 타인의 시선에 민감해요. 즉흥적이고 감정이 풍부해 감정 기복이 심한 편이며, 겉으로 다 드러나는 편이에요."
    ]
  },

  {
    "mbti": "ENFP(-Fi)",
    "nickname": "재기발랄한 활동가",
    "characteristics": [
      "창의적이고 애정과 활기가 넘치는 거부할 수 없는 매력을 발산하는 유형이에요.",
      "관심 있는 일은 누구보다 재빠르고 열성적으로 수행하기 때문에 무작정 뛰어들어 일을 여럿 벌여놓을 때가 많아요. 하지만 통찰력과 창의력이 요구되지 않는 일에는 흥미를 느끼지 못하고 인내력이 떨어져요. 무언가에 쉽게 몰두했다가 쉽게 그만둘 때가 많죠.",
      "사람들과 관계 형성을 잘 하고 분위기메이커의 역할을 많이 해요. 다른 사람들의 인정과 관심을 받으려는 욕구가 강하고 타인의 시선에 민감해요. 즉흥적이고 감정이 풍부해 감정 기복이 심한 편이며, 겉으로 다 드러나는 편이에요.",
      "내향(Introvert)과 외향(Extrovert)의 양극단 사이에 있는 세번째 유형인 양향성 성격자(ambivert)예요. 가장 내향적인 외향 유형이라고 칭해지기도 해요. 새로운 친구를 사귀는 걸 좋아하고 친구들이랑 있을 땐 인싸 기질을 발휘하지만 종종 잠수까지 타면서 철저하게 혼자만의 시간을 가져요.",
      "ENFP(-Fi)는 ENFP 중 1차 인지기능인 외향적 직관(Ne)보다 2차 기능인 내향적 감정(Fi)이 지배적인 유형이에요. 이 경우, 내면의 자아를 탐구하고 자신의 정서를 자각하는 능력이 뛰어나요. 상처 받는 것에 민감하고 타인에게도 상처주지 않으려 노력해요. 우울감이 있을 경우 자신을 내향형으로 착각하며 자신의 내면 속으로 깊이 파고 들어가는 경향이 있어요. "
    ]
  },

  {
    "mbti": "ENFP(-Ne)",
    "nickname": "재기발랄한 활동가",
    "characteristics": [
      "창의적이고 애정과 활기가 넘치는 거부할 수 없는 매력을 발산하는 유형이에요.",
      "관심 있는 일은 누구보다 재빠르고 열성적으로 수행하기 때문에 무작정 뛰어들어 일을 여럿 벌여놓을 때가 많아요. 하지만 통찰력과 창의력이 요구되지 않는 일에는 흥미를 느끼지 못하고 인내력이 떨어져요. 무언가에 쉽게 몰두했다가 쉽게 그만둘 때가 많죠.",
      "사람들과 관계 형성을 잘 하고 분위기메이커의 역할을 많이 해요. 다른 사람들의 인정과 관심을 받으려는 욕구가 강하고 타인의 시선에 민감해요. 즉흥적이고 감정이 풍부해 감정 기복이 심한 편이며, 겉으로 다 드러나는 편이에요.",
      "ENFP에게 특유의 통통 튀는 이미지를 주는 건 ENFP의 1차 인지기능인 외향적 직관(Ne) 때문이에요. 이 기능이 발달할수록 호기심이 많고 직관력을 이용한 이해가 뛰어나며 자유로운 상상과 발산적, 개방적 사고에 가장 두각을 드러내요. 호기심이 많은만큼 항상 변화를 추구하기 때문에 상황을 깊게 분석하는 능력이나 현실성이 떨어지는 편이며 아이디어만 내놓고 수습을 하지 못하는 경우도 많아요."
    ]
  },

  {
    "mbti": "ISTJ",
    "nickname": "청렴결백한 논리주의자",
    "characteristics": [
      "뛰어난 현실감각을 지녔으며 신중하고 책임감 있는 믿음직스러운 유형이에요.",
      "ISTJ의 1차 인지기능인 내향적 감각(Si)의 영향으로 과거의 경험을 토대로 안정적인 선택을 하거나 기존에 반복되던 전통의 가치를 존중하는 성향을 갖고 있어요. 사회적 시선에 민감하며 튀는 걸 안 좋아해서 흔히 말하는 모범생 스타일인 경우가 많아요.",
      "큰 그림보다는 디테일에 굉장히 강한 면모를 보여줘요. 타고난 기억력과 집중력을 발휘해 계획을 정확하고 철저하게 완수해요."
    ]
  },

  {
    "mbti": "ISTJ(-Te)",
    "nickname": "청렴결백한 논리주의자",
    "characteristics": [
      "뛰어난 현실감각을 지녔으며 신중하고 책임감 있는 믿음직스러운 유형이에요.",
      "ISTJ의 1차 인지기능인 내향적 감각(Si)의 영향으로 과거의 경험을 토대로 안정적인 선택을 하거나 기존에 반복되던 전통의 가치를 존중하는 보수적인 성향을 갖고 있어요. 사회적 시선에 민감하며 튀는 걸 안 좋아해서 흔히 말하는 모범생 스타일인 경우가 많아요.",
      "큰 그림보다는 디테일에 굉장히 강한 면모를 보여줘요. 타고난 기억력과 인내력, 그리고 집중력을 발휘해 계획을 정확하고 철저하게 완수해요.",
      "ISTJ(-Te)는 그중 ISTJ의 1차 인지기능인 내향적 감각(Si)보다 2차 기능인 외향적 사고(Te)가 지배적인 유형으로, ESTJ와 유사한 성향을 띱니다. 뚜렷하고 구체적인 목적을 가지고 체계적으로 일을 추진하거나 스스로의 영향력을 행사하는 데 뛰어난 편이에요. 목표중심적이기 때문에 유능하고 결단력 있지만 자칫 차갑고 딱딱한 성격으로 비춰질 수 있어요."
    ]
  },

  {
    "mbti": "ISFJ",
    "nickname": "용감한 수호자",
    "characteristics": [
      "차분하고 다정다감한 성격으로 사람들을 보살피는 보호자 유형. 헌신적이고 책임감과 인내력이 강해요.",
      "사람과의 관계를 중요시해서 내성적이지만 사회성과 관계술이 뛰어나요. 주목 받는 걸 꺼리는 겸손한 스타일라서 나서는 걸 좋아하지 않아요.",
      "공감능력이 뛰어나고 눈치가 빨라 상대방의 감정 파악은 잘 하지만 정작 본인의 감정을 표현하는 데엔 서툴고 방어적이에요. 부딪히는 것에 굉장히 스트레스를 받아서 항상 상대에게 맞춰요. 주관은 있지만 싫은 소리를 잘 못 해서 표현 안 하기 때문에 마음에 담아두는 때가 많아요.",
      "안정적인 삶을 지향하고 검증된 방법과 확실한 가치에 기인한 전통과 조직에 충실해요. 기억력이 좋고 디테일에 강하며 체계적으로 계획을 세우고 따르는 걸 좋아해요."
    ]
  },

  {
    "mbti": "ESTJ",
    "nickname": "엄격한 관리자",
    "characteristics": [
      "주도적으로 일을 조직하고 계획해 추진시키는 지도력이 탁월한 근면성실의 아이콘이에요.",
      "불확실한 미래보다는 현재를 추구하며 논리, 효율과 실용성, 그리고 안정성을 중시하는 보수적인 현실주의자예요.",
      "타인과 자신의 감정을 고려하는 능력이 부족해요. 옳고 그름에 대한 강한 신념이 있어 자신의 기준으로 다른 이들을 판단해요. 게으르거나 일처리 못 하는 사람들, 목적의식 없거나 사회의 틀에 맞지 않게 행동하는 사람들을 이해하지 못하고 이를 직설적인 언어로 드러내기도 해요.",
      "외향적인데도 독립적이며 대부분의 시간을 혼자 자기계발하는 데 보내요. 워낙 자기관리에 철저하고 엄격하기에 겉으로 보기에 딱딱하고 냉담해보이지만 공적인 모습과 사적인 모습이 딴판이라 친해지면 새로운 면을 발견할 수 있어요. 알고 보면 특유의 강한 책임감과 함께 의리 있고 속정이 깊은 유형이에요."
    ]
  },

  {
    "mbti": "ESFJ",
    "nickname": "사교적인 외교관",
    "characteristics": [
      "선천적인 낙천적 성향과 친절함으로 긍정 에너지를 발산하는 타고난 협력자. 외향성이 가장 강한 편이며 사교적이어서 모임을 만들고 주도하는 걸 즐기는 인기쟁이 '인싸' 친구예요.",
      "조화와 균형을 중요시해서 모두가 다 같이 잘 지내야 하기 때문에 사람들을 잘 챙기고 사회에 적응을 잘해요. 그래서인지 대중적 기준에서 벗어난 것이나 새로운 것에 거부감을 느끼기도 해요.",
      "워낙 사람을 좋아하고 부딪히는 걸 싫어하는 탓에 조금이라도 거부당할시 쉽게 상처받아요."
    ]
  },

  {
    "mbti": "ISTP",
    "nickname": "만능재주꾼",
    "characteristics": [
      "냉철한 이성주의적 성향과 왕성한 호기심이 공존하는 유형. 무언가를 만드는 데 타고난 재능을 가져서 실용적인 프로젝트를 계속 해나가며 새로운 기술들을 터득하고 문제 해결을 하곤 해요.",
      "타인의 감정과 경계를 파악하는 것과 자신의 감정 표현 또한 서툴러서 사회성이 부족하다는 이야기를 들어요. 가식 없이 솔직하고 마음에 없는 소리를 못 해서 직설적인 화법을 구사하며, 무표정해서 무관심하고 차갑다는 이미지로 비춰질 때가 많아요.",
      "입체적인 성향으로 MBTI에서 다른 유형으로 잘못 분류되기 쉬워요. 사생활을 중요시하는 내성적인 성향의 현실주의자인 반면, 필요에 따라 사교적이기도 하고 타인을 잘 도우며 자신의 경험을 공유하는 걸 좋아해요. 또한, 침착하고 절제되어 있는 동시에 즉흥적이고 호기심이 많아요. 예를 들어 헌신적이고 꾸준한 모습을 보이다가도 충동의 에너지를 서서히 쌓아두고 있다가 예고 없이 터뜨리기고는 아예 다른 관심사를 갖기도 하기 때문에 주변 사람들도 행동을 예측 불허라고 해요."
    ]
  },

  {
    "mbti": "ISTP(-Ti)",
    "nickname": "만능재주꾼",
    "characteristics": [
      "냉철한 이성주의적 성향과 왕성한 호기심이 공존하는 유형. 무언가를 만드는 데 타고난 재능을 가져서 실용적인 프로젝트를 계속 해나가며 새로운 기술들을 터득하고 문제 해결을 하곤 해요.",
      "타인의 감정과 경계를 파악하는 것과 자신의 감정 표현 또한 서툴러서 사회성이 부족하다는 이야기를 들어요. 가식 없이 솔직하고 마음에 없는 소리를 못 해서 직설적인 화법을 구사하며, 무표정해서 무관심하고 차갑다는 이미지로 비춰질 때가 많아요.",
      "입체적인 성향으로 MBTI에서 다른 유형으로 잘못 분류되기 쉬워요. 사생활을 중요시하는 내성적인 성향의 현실주의자인 반면, 필요에 따라 사교적이기도 하고 타인을 잘 도우며 자신의 경험을 공유하는 걸 좋아해요. 또한, 침착하고 절제되어 있는 동시에 즉흥적이고 호기심이 많아요. 예를 들어 헌신적이고 꾸준한 모습을 보이다가도 충동의 에너지를 서서히 쌓아두고 있다가 예고 없이 터뜨리기고는 아예 다른 관심사를 갖기도 하기 때문에 주변 사람들도 행동을 예측 불허라고 해요.",
      "ISTP에게 특유의 집중력과 철저한 이미지를 주는 건 ISTP의 1차 인지기능인 내향적 사고(Ti) 때문이에요. 이 기능이 발달할수록 논리적이고 객관적으로 인생을 관찰하고 어떠한 현상이나 문제의 원인 등을 집요하게 분석하는 능력이 두드러져요. 관심 분야가 아니면 쳐다도 안 볼 정도로 꽂힌 것에 깊게 파고드는 성향과 특유의 손재주 때문에 장인정신을 발휘하는 경우가 많아요."
    ]
  },

  {
    "mbti": "ISTP(-Se)",
    "nickname": "만능재주꾼",
    "characteristics": [
      "냉철한 이성주의적 성향과 왕성한 호기심이 공존하는 유형. 무언가를 만드는 데 타고난 재능을 가져서 실용적인 프로젝트를 계속 해나가며 새로운 기술들을 터득하고 문제 해결을 하곤 해요.",
      "타인의 감정과 경계를 파악하는 것과 자신의 감정 표현 또한 서툴러서 사회성이 부족하다는 이야기를 들어요. 가식 없이 솔직하고 마음에 없는 소리를 못 해서 직설적인 화법을 구사하며, 무표정해서 무관심하고 차갑다는 이미지로 비춰질 때가 많아요.",
      "입체적인 성향으로 MBTI에서 다른 유형으로 잘못 분류되기 쉬워요. 사생활을 중요시하는 내성적인 성향의 현실주의자인 반면, 필요에 따라 사교적이기도 하고 타인을 잘 도우며 자신의 경험을 공유하는 걸 좋아해요. 또한, 침착하고 절제되어 있는 동시에 즉흥적이고 호기심이 많아요. 예를 들어 헌신적이고 꾸준한 모습을 보이다가도 충동의 에너지를 서서히 쌓아두고 있다가 예고 없이 터뜨리기고는 아예 다른 관심사를 갖기도 하기 때문에 주변 사람들도 행동을 예측 불허라고 해요.",
      "ISTP(-Se)는 그중 ISTP의 1차 인지기능인 내향적 사고(Ti)보다 2차 기능인 외향적 감각(Se)이 지배적인 유형이에요. 과거에 얽매이지 않고 현재에 집중하기 때문에 상확 파악과 외부 자극에 대한 반응이 빠르고 관찰력이 좋아 변화를 민감하게 포착하는 감각이 뛰어나요."
    ]
  },

  {
    "mbti": "ISFP",
    "nickname": "호기심 많은 예술가",
    "characteristics": [
      "모든 유형 중 E와 I, S와 N뿐, T와 F, J와 P간의 균형이 가장 고른 입체적인 성향이기 때문에 MBTI에서 다른 유형으로 잘못 분류되기 쉽고 모순적 특성이 공존해요.",
      "말수가 적고 조용해보이지만 친해지면 활발하고 내면엔 열정이 가득해요. 예술적 감각이 유난히 뛰어나고 관심 받는 걸 좋아하지만 어디까지나 내향형이기 때문에 스포트라이트의 중심이 되는 건 부담스러워하는 '조용한 관종'이에요.",
      "공감능력이 매우 좋고 그만큼 예민하기 때문에 감정기복이 심하지만 따뜻하고 온화한 사람이에요. 분쟁을 싫어하며 조화롭게 지내고자 노력하기 때문에 싫은 소리를 못 하고 상대에 맞춰 그때그때 다른 성격이 드러나요. 독립적이고 취향이 확고하지만 개방적인 생각을 갖고 있고 주변 분위기를 따라가며 물흐르듯이 현재를 사는 배려형 개인주의자예요.",
      "루틴과 틀에 묶이는 것을 싫어하며 자유로움을 추구해요. 우유부단하지만 한 번 발동이 걸리면 본인이 하고자 하는 일에 열정적으로 몰두하며 완벽함을 추구하기 때문에 게으른 완벽주의자라는 별칭도 있어요. 추상적인 것보다는 실용적인 것을 추구하며, 장기적인 계획 없이 즉흥적으로 행동하는 쪽이에요."
    ]
  },

  {
    "mbti": "ISFP(-Se)",
    "nickname": "호기심 많은 예술가",
    "characteristics": [
      "모든 유형 중 E와 I, S와 N뿐, T와 F, J와 P간의 균형이 가장 고른 입체적인 성향이기 때문에 MBTI에서 다른 유형으로 잘못 분류되기 쉽고 모순적 특성이 공존해요.",
      "말수가 적고 조용해보이지만 친해지면 활발하고 내면엔 열정이 가득해요. 예술적 감각이 유난히 뛰어나고 관심 받는 걸 좋아하지만 어디까지나 내향형이기 때문에 스포트라이트의 중심이 되는 건 부담스러워하는 '조용한 관종'이에요.",
      "공감능력이 매우 좋고 그만큼 예민하기 때문에 감정기복이 심하지만 따뜻하고 온화한 사람이에요. 분쟁을 싫어하며 조화롭게 지내고자 노력하기 때문에 싫은 소리를 못 하고 상대에 맞춰 그때그때 다른 성격이 드러나요. 독립적이고 취향이 확고하지만 개방적인 생각을 갖고 있고 주변 분위기를 따라가며 물흐르듯이 현재를 사는 배려형 개인주의자예요.",
      "루틴과 틀에 묶이는 것을 싫어하며 자유로움을 추구해요. 우유부단하지만 한 번 발동이 걸리면 본인이 하고자 하는 일에 열정적으로 몰두하며 완벽함을 추구하기 때문에 게으른 완벽주의자라는 별칭도 있어요.",
      "ISFP(-Se)는 그중 ISFP의 1차 인지기능인 내향적 감정(Fi)보다 2차 기능인 외향적 감각(Se)이 지배적인 유형이에요. 현실감각이 뛰어나고 디테일에 강하며 눈치도 빨라요. 추상적인 것보다는 실용적인 것을 추구하며, 생각만 하면서 이상향을 바라보기만 하지 않고 실제로 행동으로 옮겨요. 현재에 충실한 스타일이기 때문에 장기적인 계획 없이 즉흥적으로 행동하는 쪽이에요."
    ]
  },

  {
    "mbti": "ESTP",
    "nickname": "모험을 즐기는 사업가",
    "characteristics": [
      "달든 쓰든 인생이 주는 삶의 다양한 맛과 열정으로 인생을 즐기는 유형이면서도 강한 현실 감각으로 타협책을 모색하고 문제를 해결하는 능력이 뛰어나요.",
      "무대의 중심에 서고 주변의 이목을 끄는 것을 즐겨요. 선입견 없이 관용적이고 개방적이며, 순발력이 뛰어나고 유머러스하고 센스있는 성격 덕분에 어디서든 적응을 잘 하고 사람들과 어울리기를 좋아해요.",
      "미래지향적인 생각을 잘 하지 않고 언제나 인생에서 바로 지금 이 찰나의 순간을 중요하게 여겨요. 때문에 행동이 먼저 앞서기도 하지만 단순히 감정적인 것이 아니라 방해 요소가 생기거나 절체절명의 급박한 상황에서는 즉각적이며 예리한 관찰력을 바탕으로 사실이나 현실에 근거하여 이성적으로 결정을 내리는 경향을 보여요.",
      "몸으로 직접 부딪혀 삶을 헤쳐나가며 체험을 통해 배우며, 스스로 정한 도덕적 잣대에 따라 사고하고 행동해요."
    ]
  },

  {
    "mbti": "ESFP",
    "nickname": "자유로운 영혼의 연예인",
    "characteristics": [
      "외향성이 가장 강한 편으로 사교적이며 스포트라이트를 즐기는 천부적인 스타성을 타고났어요.",
      "인생을 즐기며 현재를 사는 사람들이라 경험할 수 있는 모든 것을 경험하길 원해요. 안전하고 편안한 것에 안주하지 않고 항상 새로운 것을 찾아 나서는 대담함이 있어요. 하지만 순간순간의 즐거움을 중요시하고 끊임없이 흥미거리를 만들기 때문에 쉽게 싫증을 느끼고 충동적이며 장기적인 계획과 집중과는 거리가 멀어요.",
      "다소 단순하고 진지함이 없다고 느껴질 수 있으나 어디에서나 밝고 재밌는 분위기를 만드는 센스와 유머를 갖췄어요. 독창적이며 매력적인 것을 알아보는 눈이 있어 미적, 예술적 감각이 뛰어나요."
    ]
  },

  {
    "mbti": "ESFP(-Fi)",
    "nickname": "자유로운 영혼의 연예인",
    "characteristics": [
      "외향성이 가장 강한 편으로 사교적이며 스포트라이트를 즐기는 천부적인 스타성을 타고났어요.",
      "인생을 즐기며 현재를 사는 사람들이라 경험할 수 있는 모든 것을 경험하길 원해요. 안전하고 편안한 것에 안주하지 않고 항상 새로운 것을 찾아 나서는 대담함이 있어요. 하지만 순간순간의 즐거움을 중요시하고 끊임없이 흥미거리를 만들기 때문에 쉽게 싫증을 느끼고 충동적이며 장기적인 계획이나 집중과는 거리가 멀어요.",
      "다소 단순하고 진지함이 없다고 느껴질 수 있으나 어디에서나 밝고 재밌는 분위기를 만드는 센스와 유머를 갖췄어요. 독창적이며 매력적인 것을 알아보는 눈이 있어 미적, 예술적 감각이 뛰어나요.",
      "ESFP(-Fi)는 그중 ESFP의 1차 인지기능인 외향적 감각(Se)보다 2차 기능인 내향적 감정(Fi)이 지배적인 유형이에요. 이 기능이 발달할수록 내면의 자아를 탐구를 통해 자신이 갖고 있는 가치관을 정립할 수 있게 되면서 ESFP 특유의 충동성을 중화할 수 있게 돼요. 때문에 인생의 의미나 심오하고 추상적인 주제에 대해 고찰하고 해석하는 걸 좋아하는 모습을 보여요."
    ]
  }
]
